[]
=on

[InstallWizard]
ProductName=Bloody7
//ErrorMessage=
MSG_001=Недостаточно прав для установки / удаления!
MSG_101=Установка не завершена, установка не удалась
MSG_102=У Вас установлена последняя версия, установка прервана
MSG_103=Копирование файла не возможно, нажмите "OK" чтобы продолжить.
MSG_1040=Запуск при загрузке.
MSG_1041=Данные о регистрации уже существуют!
MSG_1042=Файл уже существует
MSG_201=Удаление информации не завершено, к работе не готово!
MSG_202=Файл нельзя переместить. Нажмите "ОК" чтобы продолжить!
MSG_301=Данные некорректны, установка не возможна.
MSG_302=Пожалуйста удалите более раннюю версию и перезапустите установку
MSG_501=Обноружена старая версия, вы уверены, Вы уверены, что хотите обновить?
MSG_502=Обновить не удалось, попробуйте снова!
MSG_503=Вы обновили последнюю версию?
//準備安裝畫面=
FPrepare->Caption=Установить Wizard
FPrepare->lb_Prepare->Caption=Выполняется подготовка программы установки %P, мастер установки поможет Вам с процессом установки, пожалуйста, подождите.
FPrepare->lb_PrepareProc->Caption=Выполняется подготовка программы установки...
//安裝歡迎畫面=
FWelcome->lb_Welcome->Caption=Вас приветствует программа %P
FWelcome->lb_StartInstallation->Caption=Мастер установки установит %P на вашем компьютере. Для продолжения нажмите "Next".
FWelcome->lb_SelectLanguage->Caption=Выберите язык
//硬體設備套用軟體系列選擇=
FSeriesSelect->lb_SelectSeriesTitle->Caption=Выполняется подготовка к установке программы [%P]
FSeriesSelect->lb_SelectSeriesDescription->Caption=Выберите номера модели изделия и нажмите "Next", чтобы начать установку.
FSeriesSelect->rb_Series2->Caption=Многоядерный GUN3 V2
FSeriesSelect->rb_Series3->Caption=Многоядерный GUN3 V3
FSeriesSelect->rb_Series5->Caption=Многоядерный GUN3 V5
FSeriesSelect->rb_Series7->Caption=Многоядерный GUN3 V7
FSeriesSelect->rb_Series4->Caption=Многоядерный GUN3 V4
//授權合約條款確認畫面=
FEULA->rb_AgreeEULA->Caption=Я принимаю условия
FEULA->rb_DisapproveOfEULA->Caption=Я не принимаю условия
//詢問是否開始安裝畫面=
FAskInstall->lb_Title->Caption=Готово к установке...
FAskInstall->lb_AskInstall->Caption=Нажмите "Установить" чтобы начать учтановку. \\\\\\\\Если вы хотите проверить или изменить кую-либо информацию, пожалуйста нажмите "Назад". Нажмите "Выход" чтобы прервать установку.
//開始安裝畫面=
FInstall->lb_Title->Caption=Загрузка…
FInstall->lb_Install->Caption=Мастер работает установка не требуется!
CopyFiles=Копировать файл
ChangeFolderCompetence=Изменить разрешения папки
WriteRegOnUninstallFolder=Удаление файлов в папке регистрации
WriteRegOnBootName=Загрузка файл в папке регистрации
CreateLinks=Создать ярлык
WriteRegOnPrivateFolder=Обработка информации в папке регистрации
//確認取消畫面=
FCancelConfirm->lb_CancelConfirm->Caption=Установка не завершена,   "Добавление"/"Перемещение"\не завершено\\\\Вы действительно хотите завершить установку сейчас?
//取消完成畫面=
FCancel->lb_Cancel->Caption=Установка завершена
FCancel->lb_Notes->Caption=Изменения не были сохранены. Вы можете попытаться позже. Нажмите "OK" для завершения работы мастера установки.
//安裝完成畫面=
FFinish->lb_Finish_Install->Caption=Установка завершена
FFinish->lb_Finish_Uninstall->Caption=Удаление завершено
FFinish->lb_Finish_Upgrade->Caption=Обновление завершено
FFinish->lb_FinishInstallNotes->Caption=Установка на Вашем  %P компьюторе завершена
FFinish->lb_FinishUninstallNotes->Caption=Удаление завершено %P
FFinish->lb_FinishUpgradeNotes->Caption=Обновление завершено %P
FFinish->ck_StartProgram->Caption=Запустить программу [ %P ]
//確定解安裝畫面=
FUninstallConfirm->lb_UninstallConfirm->Caption=Вы уверены что хотите удалить выбранные функции?
FUninstallConfirm->ck_DeleteUserLog->Caption=Удалить журналы (в том числе: . Программирование, файлы оружия, конфигурации кнопок и т.д. )
//開始解安裝畫面=
FUninstall->lb_Uninstall->Caption=%P Выполняется запрос на установку
BackupSettingData=Сохранить изменения?
//詢問是否升級或修復畫面=
FAskUpgradeAndRepair->lb_AskUpgradeXRepair->Caption=Нажмите "Обновить"/"Восстановить" для начала  обновления или восстановления. \\\\\\\Нажмите "Выход" для приостановления работы Мастера установки
FAskUpgradeAndRepair->bt_Upgrade->Caption=Обновить/Установить
//開始升級/修復畫面=
FUpgradeAndRepair->lb_UpgradeXRepair->Caption=Установка обновляется/восстанавливается %P
FUpgradeAndRepair->bt_Cancel->Caption=Выход

[UNINSTALL]
DISPLAY_NAME=Bloody7
PUBLISHER=Bloody
URL=http://www.bloody.tw/
LINK_PROGRAMS_PUBLISHER=Bloody
LINK_PROGRAMS_FOLDER=Bloody7
LINK_PROGRAMS_EXEC=Bloody7
LINK_PROGRAMS_UNIST=Установить Bloody7
LINK_PROGRAMS_MANUAL=Инструкция
LINK_DESKTOP=Bloody7

